topics = [
    (1, 'Профсоюз'),
    (2, 'Материальная помощь')
    ]

subtopics = [
    (1, 1, 'Вступление'),
    (1, 2, 'В каком профсоюзе'),
    (1, 3, 'Сколько удерживают с ЗП'),
    (2, 1, 'Материальная помощь от профсоюза'),
    (2, 2, 'Личные события'),
    (2, 3, 'Дети'),
    (2, 4, 'Лечение')
    ]

questions = [
    (1, 1, 1, 'Как вступить в профсоюз?'),
    (1, 1, 2, 'Как написать заявление на вступление в профсоюз?'),
    (1, 2, 1, 'Как узнать в каком профсоюзе я состою?'),
    (1, 2, 2, 'Куда я плачу взносы?'),
    (1, 3, 1, 'Сколько удерживают с ЗП за вступление?'),
    (1, 3, 2, 'Какие взносы мне нужно оплачивать ежемесячно?'),
    (2, 1, 1, 'Личные события'),
    (2, 1, 2, 'Дети'),
    (2, 1, 3, 'Лечение'),
    (2, 1, 4, 'Заявление на материальную помощь'),
    (2, 1, 5, 'Положение о предоставлении материальной помощи'),
    (2, 1, 6, 'Размер и условия компенсации'),
    (2, 2, 1, 'Достижение пенсионного возраста'),
    (2, 2, 2, 'Помощь на бракосочетание'),
    (2, 2, 3, 'Спортивно-оздоровительная помощь'),
    (2, 2, 4, 'Форс-мажор'),
    (2, 2, 5, 'Траур'),
    (2, 3, 1, 'Рождение/усыновление детей'),
    (2, 3, 2, 'Лечение ребенка'),
    (2, 3, 3, 'Иные случаи'),
    (2, 4, 1, 'Временная нетрудоспособность'),
    (2, 4, 2, 'Тяжелое заболевание '),
    (2, 4, 3, 'Дорогостоящее лечение/обследование'),
    (2, 4, 4, 'Санаторно-курортное лечение'),
]

answers = [
    (1, 1, 1, 'https://sberfriend.ca.sbrf.ru/sberfriend/#/search?query=%D0%BF%D1%80%D0%BE%D1%84%D1%81%D0%BE%D1%8E%D0%B7', '', '', ''),
    (1, 1, 2, 'https://sberfriend.ca.sbrf.ru/sberfriend/#/search?query=%D0%BF%D1%80%D0%BE%D1%84%D1%81%D0%BE%D1%8E%D0%B7' , '', '', ''),
    (1, 2, 1, '', 'Необходимо зайти в телефонный справочник, нажать "Достижения", будет написано к какому профсоюзу вы относитесь и куда уплачиваете взносы.', '', ''),
    (1, 2, 2, '', 'Необходимо зайти в телефонный справочник, нажать "Достижения", будет написано к какому профсоюзу вы относитесь и куда уплачиваете взносы.', '', ''),
    (1, 3, 1, '', '0,7 % от оклада.', '', ''),
    (1, 3, 2, '', '0,7% от оклада.', '', ''),
    (2, 1, 1, '', '', '', [2, 2]),
    (2, 1, 2, '', '', '', [2, 3]),
    (2, 1, 3, '', '', '', [2, 4]),
    (2, 1, 4, 'https://sberfriend.sbrf.ru/sberfriend/#/application/D67D5357D4BD097CE053F7E9740A00EB?sberfriend.searchQuery=%D0%BF%D1%80%D0%BE%D1%84%D1%81%D0%BE%D1%8E%D0%B7', '', 'заявление', ''),
    (2, 1, 5, '', '', 'положение', ''),
    (2, 1, 6, '', 'Каждый вид материальной помощи может быть предоставлен один раз в год (за исключением МП16) и только при условии, что от обратившегося члена Профсоюза поступали проф. взносы в течение последних 6 месяцев до даты обращения за мат. помощью.', '', ''),
    (2, 2, 1, 'https://sberfriend.sbrf.ru/sberfriend/#/application/D67D5357D4BD097CE053F7E9740A00EB?sberfriend.searchQuery=%D0%BF%D1%80%D0%BE%D1%84%D1%81%D0%BE%D1%8E%D0%B7', '*(МП6)* 3000 рублей\n\n*Документы:* заявление на предоставление мат.помощи; копия приказа о выходе на пенсию.', '', ''),
    (2, 2, 2, 'https://sberfriend.sbrf.ru/sberfriend/#/application/D67D5357D4BD097CE053F7E9740A00EB?sberfriend.searchQuery=%D0%BF%D1%80%D0%BE%D1%84%D1%81%D0%BE%D1%8E%D0%B7', '*(МП9)* 3000 рублей\n\n*Документы:* заявление на предоставление мат.помощи; свидетельство о браке (копия).', '', ''),
    (2, 2, 3, 'https://sberfriend.sbrf.ru/sberfriend/#/application/D67D5357D4BD097CE053F7E9740A00EB?sberfriend.searchQuery=%D0%BF%D1%80%D0%BE%D1%84%D1%81%D0%BE%D1%8E%D0%B7', '*(МП16)* Компенсация составляет 50% от потраченной суммы (по квитанции), но не более 3000 рублей на 1 сотрудника в год.\n\n*Документы:* заявление на предоставление мат.помощи; копия договора или абонемент с отметками о посещении, квитанция об оплате.', '', ''),
    (2, 2, 4, 'https://sberfriend.sbrf.ru/sberfriend/#/application/D67D5357D4BD097CE053F7E9740A00EB?sberfriend.searchQuery=%D0%BF%D1%80%D0%BE%D1%84%D1%81%D0%BE%D1%8E%D0%B7', '*(МП8)* В размере понесённых материальных потерь, но не более 5000 рублей.\n\n*Документы:* заявление на предоставление мат.помощи; копии документов из компетентных органов, подтверждающие произошедший инцидент, документы, подтверждающие понесённые расходы.', '', ''),
    (2, 2, 5, 'https://sberfriend.sbrf.ru/sberfriend/#/application/D67D5357D4BD097CE053F7E9740A00EB?sberfriend.searchQuery=%D0%BF%D1%80%D0%BE%D1%84%D1%81%D0%BE%D1%8E%D0%B7', '*(МП7)* 3000 рублей\n\n*Документы:* заявление на предоставление мат.помощи; свидетельство о смерти (копия), копии документов, подтверждающих родство.', '', ''),
    (2, 3, 1, 'https://sberfriend.sbrf.ru/sberfriend/#/application/D67D5357D4BD097CE053F7E9740A00EB?sberfriend.searchQuery=%D0%BF%D1%80%D0%BE%D1%84%D1%81%D0%BE%D1%8E%D0%B7', '*(МП18)* 3000 рублей\n\n*Документы:* заявление на предоставление мат.помощи; копия свидетельства о рождении / усыновлении детей.', 'заявление', ''),
    (2, 3, 2, 'https://sberfriend.sbrf.ru/sberfriend/#/application/D67D5357D4BD097CE053F7E9740A00EB?sberfriend.searchQuery=%D0%BF%D1%80%D0%BE%D1%84%D1%81%D0%BE%D1%8E%D0%B7', '*(МП19)* Компенсация составляет 50% от стоимости лечения, но не более 5000 рублей на 1 сотрудника. Если оба родителя работают в Банке, помощь предоставляется одному из них.\n\n*Документы:* заявление на предоставление мат.помощи; направление врача на операцию/лечение (копия); документ, подтверждающий нахождение на операции/ лечении; документы, подтверждающие оплату (например, договор об оказании услуг; квитанции об оплате, счета на оплату).', 'заявление', ''),
    (2, 3, 3, 'https://sberfriend.sbrf.ru/sberfriend/#/application/D67D5357D4BD097CE053F7E9740A00EB?sberfriend.searchQuery=%D0%BF%D1%80%D0%BE%D1%84%D1%81%D0%BE%D1%8E%D0%B7', '*(МП15)* По решению Комитета профсоюза ТБ.\n\n*Документы:* заявление на предоставление мат.помощи; индивидуально в соответствии с характером обращения.', '', ''),
    (2, 4, 1, 'https://sberfriend.sbrf.ru/sberfriend/#/application/D67D5357D4BD097CE053F7E9740A00EB?sberfriend.searchQuery=%D0%BF%D1%80%D0%BE%D1%84%D1%81%D0%BE%D1%8E%D0%B7', '*(МП1)* Компенсация составляет 3000 руб. по временной нетрудоспособности свыше 30 календарных дней.\n\n_Исключение_ – временная нетрудоспособность по беременности и родам, уходу за членом семьи.\n\n*Документы:* заявление на предоставление мат.помощи; Копия больничного листа.', '', ''),
    (2, 4, 2, 'https://sberfriend.sbrf.ru/sberfriend/#/application/D67D5357D4BD097CE053F7E9740A00EB?sberfriend.searchQuery=%D0%BF%D1%80%D0%BE%D1%84%D1%81%D0%BE%D1%8E%D0%B7', '*(МП2)* Компенсация составляет 50% от стоимости лечения, но не более 5000 рублей на 1 сотрудника. Данный вид мат. помощи не предоставляется совместно с мат. помощью по коду МП3.\n\n*Документы:* заявление на предоставление мат.помощи; кассовые и товарные чеки с указанием затрат на лекарства (оригинал); рецепт/эпикриз врача (копия).', '', ''),
    (2, 4, 3, 'https://sberfriend.sbrf.ru/sberfriend/#/application/D67D5357D4BD097CE053F7E9740A00EB?sberfriend.searchQuery=%D0%BF%D1%80%D0%BE%D1%84%D1%81%D0%BE%D1%8E%D0%B7', '*(МП3)* Компенсация составляет 50% от стоимости лечения, но не более 5000 рублей на 1 сотрудника при условии, что затраты на лечение/обследование составляют не менее 10000 рублей. Данный вид мат. помощи не предоставляется совместно с мат. помощью по коду МП2, а также не распространяется на виды обследований/лечения, оплачиваемые по программам ДМС для сотрудников (при наличии) и определённые виды лечения.\n\n_Исключение_ - сахарный диабет обоих типов на любой стадии; кожные заболевания (в т.ч. глубокие и распространенные микозы, псориаз, экзема и нейродермит); заболевания, передающиеся половым путем, включая генерализованные формы; доброкачественные новообразования ЦНС, эпилепсия; профессиональные заболевания; процедуры по косметологии; стоматологические процедуры; процедуры, связанные с ЭКО; плановые и косметологические процедуры по офтальмологии.\n\n*Документы:* заявление на предоставление мат.помощи; копии документов, подтверждающих фактически понесённые расходы (договор на оказание медицинских услуг, квитанции об оплате); эпикриз/назначение врача на данное обследование.', '', ''),
    (2, 4, 4, 'https://sberfriend.sbrf.ru/sberfriend/#/application/D67D5357D4BD097CE053F7E9740A00EB?sberfriend.searchQuery=%D0%BF%D1%80%D0%BE%D1%84%D1%81%D0%BE%D1%8E%D0%B7', '*(МП4)* Компенсация составляет 50% от стоимости лечения, но не более 5000 рублей на 1 сотрудника. Данный вид мат. помощи не распространяется на районы крайнего севера и приравненные к ним местности.\n\n*Документы:* заявление на предоставление мат.помощи; копия лицензии лечебного учреждения; документы, подтверждающие факт приобретения путевки (договор об оказании услуг, счет на оплату, квитанция об оплате); обратный талон к путевке; эпикриз/назначение врача на данное обследование.', '', ''),
]